/* More than one application failed to install */
"Some applications failed to install. Support has been notified." = "Plusieurs applications n'ont pas pu être installées. Le support a été notifié.";

/* A specific application failed to install */
"%@ failed to install. Support has been notified." = "%@ n'a pas pu être installé. Le support a été notifié.";

/* One (unnamed) application failed to install */
"An application failed to install. Support has been notified." = "Une application n'a pu être installée. Le support a été notifié.";

"All applications were installed. Please click continue." = "Toutes les applications ont été installées. Veuillez cliquer sur Continuer.";

"Installing…" = "Installing…";
